Repository: skytan4/Connections
Catalog: Connections/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, zh_hans

# sessionSetup.fallInLove.body
source: Questions progress from casual to deeply personal. Your progress is saved so you can pause and return anytime.
da: Spørgsmålene skrider frem fra uformelle til dybt personlige. Din fremgang gemmes, så du kan holde pause og vende tilbage når som helst.
de: Die Fragen werden von locker bis tief persönlich. Dein Fortschritt wird gespeichert – du kannst jederzeit pausieren und weitermachen.
es: Las preguntas van de casuales a profundamente personales. Tu progreso se guarda para que puedas pausar y continuar cuando quieras.
fi: Kysymykset etenevät rennosta syvästi henkilökohtaiseen. Edistymisesi tallentuu, joten voit pitää tauon ja jatkaa milloin tahansa.
fr: Les questions progressent du casual au profondément personnel. Votre progression est sauvegardée pour que vous puissiez faire une pause et revenir à tout moment.
it: Le domande progrediscono dal casual al profondamente personale. I tuoi progressi vengono salvati in modo da poter fare una pausa e riprendere in qualsiasi momento.
ja: 質問は気軽なものから深くパーソナルなものへと進んでいく。進行状況が保存されるので、いつでも一時停止して戻ってこられる。
nb: Spørsmålene går fra uformelle til dypt personlige. Fremdriften din lagres slik at du kan pause og returnere når som helst.
nl: Vragen lopen op van luchtig naar diep persoonlijk. Je voortgang wordt bewaard, zodat je op elk moment kunt pauzeren en terugkeren.
pl: Pytania przechodzą od swobodnych do głęboko osobistych. Twój postęp jest zapisywany, więc możesz zrobić przerwę i wrócić w dowolnym momencie.
pt_br: As perguntas progridem do casual ao profundamente pessoal. Seu progresso é salvo para você pausar e retomar quando quiser.
ru: Вопросы плавно переходят от лёгких к глубоко личным. Твой прогресс сохраняется автоматически, можно делать паузы и продолжать в любое время.
sv: Frågorna går från vardagliga till djupt personliga. Ditt framsteg sparas så att du kan pausa och återvända när som helst.
zh_hans: 问题从轻松逐渐过渡到深入个人。你的进度会自动保存，随时可以暂停和继续。

# sessionSetup.fallInLove.title
source: 36 questions designed to build closeness
da: 36 spørgsmål designet til at opbygge nærhed
de: 36 Fragen, die Nähe entstehen lassen
es: 36 preguntas diseñadas para construir cercanía
fi: 36 kysymystä, jotka on suunniteltu rakentamaan läheisyyttä
fr: 36 questions conçues pour créer de la proximité
it: 36 domande pensate per costruire la vicinanza
ja: 近さを育てるために設計された36の質問
nb: 36 spørsmål designet for å bygge nærhet
nl: 36 vragen ontworpen om verbinding te versterken
pl: 36 pytań zaprojektowanych do budowania bliskości
pt_br: 36 perguntas criadas para construir proximidade
ru: 36 вопросов, созданных для укрепления близости
sv: 36 frågor utformade för att bygga nearhet
zh_hans: 36个旨在建立亲密感的问题

# sessionSetup.followUps.subtitle
source: Adds optional prompts to go deeper during the session
da: Tilføjer valgfrie prompts til at gå dybere under sessionen
de: Fügt optionale Folgefragen hinzu, um tiefer zu gehen
es: Agrega preguntas opcionales para profundizar durante la sesión
fi: Lisää valinnaisia kehotteita syventymiseen istunnon aikana
fr: Ajoute des invites optionnelles pour aller plus loin pendant la session
it: Aggiunge prompt opzionali per andare più in profondità durante la sessione
ja: セッション中にもっと深く進むための掘り下げプロンプトを追加する
nb: Legger til valgfrie spørsmål for å gå dypere under økten
nl: Voegt optionele vragen toe om tijdens de sessie verder te gaan
pl: Dodaje opcjonalne pytania, żeby pogłębić sesję
pt_br: Adiciona perguntas opcionais para ir mais fundo durante a sessão
ru: Добавь необязательные уточняющие вопросы в беседу, чтобы глубже исследовать темы
sv: Lägger till valfria frågor för att gå djupare under sessionen
zh_hans: 在对话中添加可选的追问以深入探索

# sessionSetup.followUps.title
source: Follow-up prompts
da: Opfølgningsprompts
de: Folgefragen
es: Preguntas de seguimiento
fi: Jatkokehotteet
fr: Questions de suivi
it: Prompt di approfondimento
ja: 掘り下げプロンプト
nb: Oppfølgingsspørsmål
nl: Vervolgvragen
pl: Pytania uzupełniające
pt_br: Perguntas de aprofundamento
ru: Уточняющие вопросы
sv: Följdfrågor
zh_hans: 追问提示

# sessionSetup.header.title
source: Set up your session
da: Opsæt din session
de: Session einrichten
es: Configura tu sesión
fi: Aseta istunto
fr: Configurer votre session
it: Imposta la tua sessione
ja: セッションを設定する
nb: Sett opp økten din
nl: Stel je sessie in
pl: Skonfiguruj sesję
pt_br: Configure sua sessão
ru: Настрой беседу
sv: Konfigurera din session
zh_hans: 设置你的对话

# sessionSetup.questionCount.label
source: Question count
da: Antal spørgsmål
de: Anzahl Fragen
es: Número de preguntas
fi: Kysymysten määrä
fr: Nombre de questions
it: Numero di domande
ja: 質問数
nb: Antall spørsmål
nl: Aantal vragen
pl: Liczba pytań
pt_br: Número de perguntas
ru: Количество вопросов
sv: Antal frågor
zh_hans: 问题数量

# sessionSetup.topic.allTopics
source: All Topics
da: Alle emner
de: Alle Themen
es: Todos los Temas
fi: Kaikki aiheet
fr: Tous les sujets
it: Tutti gli argomenti
ja: すべてのトピック
nb: Alle emner
nl: Alle onderwerpen
pl: Wszystkie tematy
pt_br: Todos os temas
ru: Все темы
sv: Alla ämnen
zh_hans: 所有话题

# sessionSetup.topic.label
source: Topic
da: Emne
de: Thema
es: Tema
fi: Aihe
fr: Sujet
it: Argomento
ja: トピック
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Tema
ru: Тема
sv: Ämne
zh_hans: 话题

# settings.about.instructions
source: Instructions
da: Vejledning
de: Anleitung
es: Instrucciones
fi: Ohjeet
it: Istruzioni
ja: 使い方
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ru: Инструкция
sv: Instruktioner
zh_hans: 使用说明

# settings.about.privacyPolicy
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutz
es: Política de Privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nb: Personvernpolicy
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hans: 隐私政策

# settings.about.purpose
source: Purpose
da: Formål
de: Zweck
es: Propósito
fi: Tarkoitus
fr: Objectif
it: Scopo
ja: 目的
nb: Formål
nl: Doel
pl: Cel
pt_br: Propósito
ru: Смысл приложения
sv: Syfte
zh_hans: 设计初衷

# settings.about.whyThisMatters
source: Why this matters
da: Hvorfor det betyder noget
de: Warum das wichtig ist
es: Por qué importa esto
fi: Miksi tämä on tärkeää
fr: Pourquoi c'est important
it: Perché è importante
ja: なぜ大切なの？
nb: Hvorfor dette er viktig
nl: Waarom dit belangrijk is
pl: Dlaczego to ważne
pt_br: Por que isso importa
ru: Почему это важно
sv: Varför det spelar roll
zh_hans: 为什么重要

# settings.debug.premiumOverride
source: Premium Override
da: Premium-tilsidesættelse
es: Sobrescribir Premium
fi: Premium-ohitus
fr: Mode premium forcé
it: Override Premium
ja: プレミアム上書き
nb: Premium-overstyring
nl: Premium-overschrijving
pl: Nadpisanie premium
pt_br: Substituição Premium
ru: Принудительный премиум
sv: Premium-överstyrning
zh_hans: 高级版覆盖

# settings.debug.status.free
source: Status: Free
da: Status: Gratis
es: Estado: Gratis
fi: Tila: Ilmainen
fr: Statut : Gratuit
it: Stato: Gratuito
ja: 状態：無料
nb: Status: Gratis
nl: Status: Gratis
pl: Status: Bezpłatny
pt_br: Status: Gratuito
ru: Статус: бесплатный
sv: Status: Gratis
zh_hans: 状态：免费版

# settings.experience.haptics.subtitle
source: Vibration feedback on interactions
da: Vibrationsfeedback ved interaktioner
de: Vibrationsfeedback bei Interaktionen
es: Retroalimentación por vibración en las interacciones
fi: Tärinäpalaute vuorovaikutuksissa
fr: Retour vibratoire lors des interactions
it: Feedback vibrazione sulle interazioni
ja: 操作時の振動フィードバック
nb: Vibrasjonsfeedback på interaksjoner
nl: Trillingsfeedback bij interacties
pl: Wibracje przy interakcjach
pt_br: Feedback de vibração nas interações
ru: Вибрация при взаимодействии
sv: Vibrationsfeedback vid interaktioner
zh_hans: 交互时的振动反馈

# settings.experience.haptics.title
source: Haptics
da: Haptik
de: Haptik
es: Háptica
fi: Haptinen palaute
fr: Haptiques
it: Feedback aptico
ja: ハプティクス
nb: Haptikk
nl: Trillingen
pl: Haptyka
ru: Тактильный отклик
sv: Haptik
zh_hans: 触感反馈

# settings.instructions.bestExperience
source: Best experience
da: Bedste oplevelse
de: Für das beste Erlebnis
es: Mejor experiencia
fi: Paras kokemus
fr: Pour une meilleure expérience
it: La migliore esperienza
ja: より良い体験のために
nb: Best opplevelse
nl: Beste ervaring
pl: Najlepsze doświadczenie
pt_br: Melhor experiência
ru: Для лучшего опыта
sv: Bästa upplevelse
zh_hans: 最佳体验

# settings.instructions.step1
source: Choose a mode
da: Vælg en tilstand
de: Wähle einen Modus
es: Elige un modo
fi: Valitse tila
fr: Choisissez un mode
it: Scegli una modalità
ja: モードを選ぶ
nb: Velg en modus
nl: Kies een modus
pl: Wybierz tryb
pt_br: Escolha um modo
ru: Выбери режим
sv: Välj ett läge
zh_hans: 选择一个模式

# settings.instructions.step2
source: Choose the tone you want for the conversation
da: Vælg den tone, du vil have til samtalen
de: Wähle den Ton, den du für das Gespräch möchtest
es: Elige el tono que quieres para la conversación
fi: Valitse haluamasi sävy keskustelulle
fr: Choisissez le ton que vous souhaitez pour la conversation
it: Scegli il tono che vuoi per la conversazione
ja: 会話に合ったトーンを選ぶ
nb: Velg tonen du vil ha for samtalen
nl: Kies de toon die je voor het gesprek wilt
pl: Wybierz ton, jaki chcesz nadać rozmowie
pt_br: Escolha o tom que você quer para a conversa
ru: Выбери желаемый тон беседы
sv: Välj den ton du vill ha för samtalet
zh_hans: 选择你想要的对话基调

# settings.instructions.step3
source: Pick a session length
da: Vælg en sessionslængde
de: Wähle eine Session-Länge
es: Elige una duración de sesión
fi: Valitse istunnon pituus
fr: Choisissez une durée de session
it: Scegli la durata della sessione
ja: セッションの長さを選ぶ
nb: Velg en øktlengde
nl: Kies een sessielengte
pl: Wybierz długość sesji
pt_br: Escolha a duração da sessão
ru: Выбери длину беседы
sv: Välj en sessionslängd
zh_hans: 选择对话长度

# settings.instructions.step4
source: Read the prompt out loud or reflect on it silently
da: Læs prompten højt eller reflekter over den i stilhed
de: Lies den Prompt laut vor oder denke still darüber nach
es: Lee la pregunta en voz alta o reflexiona sobre ella en silencio
fi: Lue kehote ääneen tai pohdi sitä hiljaa
fr: Lisez l'invite à voix haute ou réfléchissez-y en silence
it: Leggi il prompt ad alta voce o riflettici in silenzio
ja: プロンプトを声に出して読むか、静かに考える
nb: Les spørsmålet høyt eller reflekter over det i stillhet
nl: Lees de vraag hardop of overdenk hem stilletjes
pl: Przeczytaj pytanie na głos lub zastanów się nad nim w ciszy
pt_br: Leia a pergunta em voz alta ou reflita em silêncio
ru: Читай вопросы вслух или размышляй про себя
sv: Läs frågan högt eller reflektera över den tyst
zh_hans: 大声朗读提示，或者静静地思考

# settings.instructions.step5
source: Use Go Deeper if you want a more specific follow-up
da: Brug Gå dybere, hvis du vil have et mere specifikt opfølgningsspørgsmål
de: Nutze „Tiefer gehen“ für eine konkretere Folgefrage
es: Usa Profundizar si quieres un seguimiento más específico
fi: Käytä Syventyä-painiketta, jos haluat tarkemman jatkokysymyksen
fr: Utilisez Aller plus loin si vous souhaitez une question de suivi plus spécifique
it: Usa Vai più in profondità se vuoi un approfondimento più specifico
ja: より具体的な掘り下げが欲しいときは「もっと深く」を使う
nb: Bruk Gå dypere hvis du vil ha en mer spesifikk oppfølger
nl: Gebruik Ga dieper voor een specifiekere vervolgvraag
pl: Użyj opcji Zagłęb się, jeśli chcesz bardziej szczegółowego pytania uzupełniającego
pt_br: Use Ir Mais Fundo se quiser uma pergunta de aprofundamento
ru: Чтобы получить более конкретный уточняющий вопрос, нажми «Углубиться»
sv: Använd Gå djupare om du vill ha en mer specifik följdfråga
zh_hans: 如果想要更具体的追问，点击"深入一层"

# settings.instructions.step6
source: Tap the heart to save favorite prompts for later
da: Tryk på hjertet for at gemme yndlingsprompts til senere
de: Tippe auf das Herz, um Lieblingsfragen zu speichern
es: Toca el corazón para guardar tus preguntas favoritas para después
fi: Napauta sydäntä tallentaaksesi suosikkikehotteet myöhemmäksi
fr: Appuyez sur le cœur pour sauvegarder vos invites favorites pour plus tard
it: Tocca il cuore per salvare i prompt preferiti per dopo
ja: 好きなプロンプトはハートをタップして後で見返せるように保存
nb: Trykk på hjertet for å lagre favoritspørsmål til senere
nl: Tik op het hartje om favoriete vragen op te slaan voor later
pl: Dotknij serduszka, żeby zapisać ulubione pytania na później
pt_br: Toque no coração para salvar suas perguntas favoritas
ru: Нажми на сердечко, чтобы сохранить понравившийся вопрос
sv: Tryck på hjärtat för att spara favoritfrågor till senare
zh_hans: 点击爱心可以保存喜欢的提示

# settings.instructions.tip.dontRush
source: Don't rush
da: Skynd dig ikke
de: Kein Stress
es: No te apresures
fi: Älä kiirehdi
fr: Ne pas se précipiter
it: Non avere fretta
ja: 急がない
nb: Ikke hastverk
nl: Neem de tijd
pl: Nie spiesz się
pt_br: Não tenha pressa
ru: Не торопись
sv: Stressa inte
zh_hans: 不要着急

# settings.instructions.tip.honest
source: Answer honestly
da: Svar ærligt
de: Antworte ehrlich
es: Responde con honestidad
fi: Vastaa rehellisesti
fr: Répondre honnêtement
it: Rispondi onestamente
ja: 正直に答える
nb: Svar ærlig
nl: Antwoord eerlijk
pl: Odpowiadaj szczerze
pt_br: Responda com honestidade
ru: Отвечай честно
sv: Svara ärligt
zh_hans: 真诚作答

# settings.instructions.tip.revisit
source: Revisit favorites when you want a different kind of session
da: Vend tilbage til favoritter, når du vil have en anden slags session
de: Schau dir Favoriten an, wenn du eine andere Art von Session möchtest
es: Revisa los favoritos cuando quieras un tipo diferente de sesión
fi: Palaa suosikkeihin, kun haluat erilaisen istunnon
fr: Revisiter les favoris quand vous souhaitez un autre type de session
it: Rivedi i preferiti quando vuoi un tipo diverso di sessione
ja: 違う種類のセッションをしたいときはお気に入りに戻ってみる
nb: Gå tilbake til favoritter når du vil ha en annen type økt
nl: Bekijk favorieten als je een ander soort sessie wilt
pl: Wracaj do ulubionych, gdy chcesz innego rodzaju sesji
pt_br: Revisite os favoritos quando quiser um tipo diferente de sessão
ru: Когда захочешь другой опыт, загляни в избранное
sv: Återbesök favoriter när du vill ha en annan typ av session
zh_hans: 想换一种对话体验时，回顾你的收藏

# settings.instructions.tip.silence
source: Let silence happen
da: Lad stilheden ske
de: Lass Stille zu
es: Deja que ocurra el silencio
fi: Anna hiljaisuuden tulla
fr: Laisser place au silence
it: Lascia spazio al silenzio
ja: 沈黙を大切に
nb: La stillheten skje
nl: Laat stilte toe
pl: Pozwól na ciszę
pt_br: Deixe o silêncio acontecer
ru: Позволь паузе быть
sv: Låt tystnaden vara
zh_hans: 允许沉默存在

# settings.instructions.tip.skip
source: Skip anything that doesn't fit
da: Spring over alt, der ikke passer
de: Überspringe, was nicht passt
es: Omite lo que no encaje
fi: Ohita kaikki, mikä ei tunnu sopivalta
fr: Passer ce qui ne convient pas
it: Salta tutto ciò che non si adatta
ja: 合わないものはスキップする
nb: Hopp over det som ikke passer
nl: Sla over wat niet past
pl: Pomiń to, co nie pasuje
pt_br: Pule qualquer pergunta que não faça sentido
ru: Пропусти любой неподходящий вопрос
sv: Hoppa över det som inte passar
zh_hans: 跳过任何不合适的问题

# settings.instructions.title
source: How to use the app
da: Sådan bruger du appen
de: So nutzt du die App
es: Cómo usar la app
fi: Kuinka käyttää sovellusta
fr: Comment utiliser l'application
it: Come usare l'app
ja: アプリの使い方
nb: Slik bruker du appen
nl: Hoe gebruik je de app
pl: Jak korzystać z aplikacji
pt_br: Como usar o app
ru: Как пользоваться
sv: Hur man använder appen
zh_hans: 如何使用

# settings.language.appLanguage.accessibilityHint
source: Opens this app’s settings in iOS Settings.
da: Åbner denne apps indstillinger i iOS Indstillinger.
de: Öffnet die App-Einstellungen in den iOS-Einstellungen.
es: Abre la configuración de esta app en Configuración de iOS.
fi: Avaa tämän sovelluksen asetukset iOS:n asetuksissa.
fr: Ouvre les réglages de cette application dans les Réglages iOS.
it: Apre le impostazioni di questa app nelle Impostazioni iOS.
ja: iOSの設定でこのアプリの設定を開きます。
nb: Åpner denne appens innstillinger i iOS-innstillinger.
nl: Opent de instellingen van deze app in iOS-instellingen.
pl: Otwiera ustawienia tej aplikacji w Ustawieniach iOS.
pt_br: Abre as configurações deste app nas Configurações do iOS.
ru: Открыть настройки этого приложения в iOS.
sv: Öppnar den här appens inställningar i iOS Inställningar.
zh_hans: 在iOS设置中打开此应用的设置。

# settings.language.appLanguage.subtitle
source: Change this in iOS Settings. If the language option does not appear, add another language in Settings › General › Language & Region first.
da: Skift dette i iOS Indstillinger. Hvis sprogtilvalget ikke vises, skal du først tilføje et andet sprog under Indstillinger › Generelt › Sprog og region.
de: Ändere dies in den iOS-Einstellungen. Falls die Sprachoption nicht erscheint, füge zuerst eine weitere Sprache unter Einstellungen › Allgemein › Sprache & Region hinzu.
es: Cámbialo en Configuración de iOS. Si la opción de idioma no aparece, primero agrega otro idioma en Configuración › General › Idioma y región.
fi: Muuta tätä iOS:n asetuksissa. Jos kielivalinta ei näy, lisää ensin toinen kieli kohdassa Asetukset › Yleiset › Kieli ja alue.
fr: À modifier dans les Réglages iOS. Si l'option de langue n'apparaît pas, ajoutez d'abord une autre langue dans Réglages › Général › Langue et région.
it: Modifica nelle Impostazioni iOS. Se l'opzione della lingua non appare, aggiungi prima un'altra lingua in Impostazioni › Generali › Lingua e zona.
ja: iOSの設定から変更できます。言語オプションが表示されない場合は、設定 › 一般 › 言語と地域 で別の言語を追加してください。
nb: Endre dette i iOS-innstillinger. Hvis språkalternativet ikke vises, legg til et annet språk under Innstillinger › Generelt › Språk og region først.
nl: Pas dit aan in iOS-instellingen. Als de taaloptie niet verschijnt, voeg dan eerst een andere taal toe via Instellingen › Algemeen › Taal en regio.
pl: Zmień to w Ustawieniach iOS. Jeśli opcja języka nie pojawi się, najpierw dodaj inny język w Ustawienia › Ogólne › Język i region.
pt_br: Altere isso nas Configurações do iOS. Se a opção de idioma não aparecer, adicione outro idioma em Configurações › Geral › Idioma e Região primeiro.
ru: Меняется в настройках iOS. Если не видишь выбор языка, сначала добавь другой язык в «Настройки» → «Основные» → «Язык и регион».
sv: Ändra detta i iOS Inställningar. Om språkalternativet inte visas, lägg till ett annat språk i Inställningar › Allmänt › Språk och region först.
zh_hans: 请在iOS设置中更改。如果没有看到语言选项，请先在"设置">"通用">"语言与地区"中添加另一种语言。

# settings.language.appLanguage.title
source: App Language
da: Appsprog
de: App-Sprache
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l'application
it: Lingua dell'app
ja: アプリの言語
nb: App-språk
nl: App-taal
pl: Język aplikacji
pt_br: Idioma do App
ru: Язык приложения
sv: Appspråk
zh_hans: 应用语言

# settings.language.section
source: Language
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
zh_hans: 语言

# settings.purpose.body
source: This app is designed to help people move beyond surface-level talk and into more meaningful connection. Whether you're using it with a partner, friend, family member, or for solo reflection, the prompts are meant to create honesty, curiosity, and emotional presence.
da: Denne app er designet til at hjælpe folk med at komme ud over overfladisk snak og ind i mere meningsfuld forbindelse. Uanset om du bruger den med en partner, en ven, et familiemedlem eller til selvrefleksion, er prompterne ment til at skabe ærlighed, nysgerrighed og følelsesmæssig tilstedeværelse.
de: Diese App hilft dabei, über oberflächliche Gespräche hinauszugehen und echte Verbindung zu schaffen. Ob mit dem Gegenüber, einer Freundin oder einem Freund, einem Familienmitglied oder zur eigenen Reflexion – die Fragen sollen Ehrlichkeit, Neugier und emotionale Präsenz fördern.
es: Esta app está diseñada para ayudar a las personas a ir más allá de las conversaciones superficiales y hacia una conexión más significativa. Ya sea que la uses con una pareja, amigo, familiar, o para la reflexión personal, las preguntas están pensadas para crear honestidad, curiosidad y presencia emocional.
fi: Tämä sovellus on suunniteltu auttamaan ihmisiä siirtymään pintakeskustelusta kohti merkityksellisempää yhteyttä. Olitpa käyttämässä sitä kumppanin, ystävän, perheenjäsenen tai itsereflektioon, kehotteet on tarkoitettu luomaan rehellisyyttä, uteliaisuutta ja emotionaalista läsnäoloa.
fr: Cette application est conçue pour aider les gens à aller au-delà des conversations superficielles et vers une connexion plus profonde. Que vous l'utilisiez avec un partenaire, un ami, un membre de votre famille, ou pour une réflexion solo, les invites visent à créer honnêteté, curiosité et présence émotionnelle.
it: Questa app è pensata per aiutare le persone ad andare oltre le conversazioni superficiali e verso una connessione più significativa. Che tu la usi con un partner, un amico, un familiare o per la riflessione personale, i prompt sono concepiti per creare onestà, curiosità e presenza emotiva.
ja: このアプリは、表面的な会話を超えて、もっと深いつながりへと進むための場所として作られた。パートナー、友達、家族、ひとりの振り返りどんな使い方でも、プロンプトは正直さ、好奇心、感情的な存在感を生み出すために設計されている。
nb: Denne appen er designet for å hjelpe folk å gå forbi overfladisk prat og inn i mer meningsfull forbindelse. Enten du bruker den med en partner, venn, familiemedlem eller for selvrefleksjon, er spørsmålene ment å skape ærlighet, nysgjerrighet og emosjonell tilstedeværelse.
nl: Deze app is bedoeld om mensen verder te helpen dan oppervlakkige gesprekken, naar meer betekenisvolle verbinding. Of je hem nu gebruikt met je partner, een vriend, een familielid of voor persoonlijke reflectie — de vragen zijn bedoeld om eerlijkheid, nieuwsgierigheid en emotionele aanwezigheid te stimuleren.
pl: Ta aplikacja jest zaprojektowana, by pomagać ludziom wychodzić poza powierzchowną rozmowę i budować głębszą więź. Niezależnie od tego, czy korzystasz z niej z partnerem, przyjacielem, członkiem rodziny, czy do refleksji solo, pytania mają tworzyć szczerość, ciekawość i emocjonalną obecność.
pt_br: Este app foi criado para ajudar as pessoas a ir além das conversas superficiais e construir conexões mais significativas. Seja com um parceiro, amigo, familiar ou para reflexão individual, as perguntas são pensadas para criar honestidade, curiosidade e presença emocional.
ru: Это приложение помогает людям выйти за рамки поверхностных разговоров и прийти к более значимой близости. Используешь ли ты его с партнёром, друзьями, семьёй или в одиночестве — эти вопросы созданы для честного, любопытного и душевного общения.
sv: Den här appen är utformad för att hjälpa människor att gå bortom ytliga samtal och in i mer meningsfull kontakt. Oavsett om du använder den med en partner, vän, familjemedlem eller för egenreflektion, är frågorna avsedda att skapa ärlighet, nyfikenhet och känslomässig närvaro.
zh_hans: 这款应用旨在帮助人们超越表面的寒暄，走向更有意义的连接。无论你是和伴侣、朋友、家人一起使用，还是独自反思，这些提示都致力于创造真诚、好奇和情感的交流。

# settings.purpose.title
source: Connection through guided conversation
da: Forbindelse gennem guidet samtale
de: Verbindung durch geführte Gespräche
es: Conexión a través de la conversación guiada
fi: Yhteys ohjatun keskustelun kautta
fr: La connexion par la conversation guidée
it: Connessione attraverso la conversazione guidata
ja: ガイド付き会話でつながる
nb: Forbindelse gjennom veiledet samtale
nl: Verbinding via begeleide gesprekken
pl: Więź przez prowadzone rozmowy
pt_br: Conexão por meio de conversa guiada
ru: Близость через направляемые беседы
sv: Kontakt genom guidat samtal
zh_hans: 通过引导式对话建立连接

# settings.reset.alert.confirm
source: Reset
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ja: リセット
nb: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
zh_hans: 重置
